[
{Column: "identifier", Definition: "BMGAP internal unique identifier"},
{Column: "Run_ID", Definition: "Name of the folder from which BMGAP retrieved the sequence data"},
{Column: "Assembly_ID", Definition: "Name of assembly file"},
{Column: "Sample_ID", Definition: "The "Sample_ID" field from the SampleSheet if the fastq filename has not been modified."},
{Column: "Lab_ID", Definition: "BML M number"},
{Column: "Index", Definition: "Sample index"},
{Column: "Submitter", Definition: "The group that provided the fastq files."},
{Column: "Bases_In_Contigs", Definition: "Assembly size"},
{Column: "Contig_Count", Definition: "Number of contigs in the assembly file"},
{Column: "N50", Definition: "The length N for which 50% of all bases in the assembly are in a contig of length L < N."},
{Column: "N90", Definition: "The length N for which 00% of all bases in the assembly are in a contig of length L < N."},
{Column: "Mean_Coverage", Definition: "The mean depth of coverage for assembled contigs, after removing spurious contigs"},
{Column: "Mean_Coverage_raw", Definition: "The mean depth of coverage for assembled contigs, before removing spurious contigs"},
{Column: "HalfCov_Percent", Definition: "Percentage of the genome that is in contigs with depth of coverage less than 1/2 of the genome-wide mean."},
{Column: "Discarded_Percent", Definition: "Percentage of the genome that was discarded when removing spurious contigs (short contigs or low-coverage contigs)"},
{Column: "Ambiguous_nucleotides", Definition: "The number of ambiguous nucleotides in the sequence (not ACGT)"},
{Column: "Top_Species", Definition: "The species of the most similar genome in the BMSCAN reference collection. "},
{Column: "Species", Definition: "Notes Confident species identification reports: "Hit_above_threshold""},
{Column: "SG", Definition: "Predicted N. meningitidis serogroup"},
{Column: "Serogroup_Genes", Definition: "Genes present in the N. meningitidis capsule locus"},
{Column: "Serogroup_Notes", Definition: "Summary of the serogroup prediction"},
{Column: "Nm_MLST_ST", Definition: "Neisseria sequence type; a unique ST represents a unique allellic profile (genotype) of the seven MLST genes"},
{Column: "Nm_MLST_cc", Definition: "Neisseria sequence types (STs) are grouped into clonal complexes (cc) by their similarity to a central ST. Clonal complexes are defined as including any ST that matches the central ST at four or more loci unless it more closely matches another central ST."},
{Column: "Nm_MLST_abcZ", Definition: "Allele number of abcZ, Nm MLST house-keeping gene encoding putative ABC transporter  "},
{Column: "Nm_MLST_adk", Definition: "Allele number of adk, Nm MLST house-keeping gene encoding adenylate kinase "},
{Column: "Nm_MLST_aroE", Definition: "Allele number of aroE, Nm MLSTm house-keeping gene encoding shikimate dehydrogenase "},
{Column: "Nm_MLST_fumC", Definition: "Allele number of fumC, Nm MLST house-keeping gene encoding fumurate dehydrogenase "},
{Column: "Nm_MLST_gdh", Definition: "Allele number of gdh, Nm MLST house-keeping gene encoding glucose-6-phosphate dehydrogenase "},
{Column: "Nm_MLST_pdhC", Definition: "Allele number of pdhC, Nm MLST house-keeping gene encoding pyruvate dehydrogenase subunit"},
{Column: "Nm_MLST_pgm", Definition: "Allele number of pgm, Nm MLST house-keeping gene encoding phosphoglucomutase "},
{Column: "FetA", Definition: "Serosubtype of PorA loop IV (VR2), determined by monoclonal antibody against epitopes of PorA VR2 region"},
{Column: "PorA_VR1", Definition: "Class 1 outer membrane protein containing 8 surface-exposed loops. Loop I and IV are hypervariable regions; PorA_VR1 refers to loop I determined by DNA sequencing analysis. "},
{Column: "PorA_VR2", Definition: "Class 1 outer membrane protein containing 8 surface-exposed loops. Loop I and IV are hypervariable regions; PorA_VR2 refers to loop IV determined by DNA sequencing analysis. "},
{Column: "PorA_type", Definition: "Type of class 1 outer membrance protein, which is defined by the two hypervariable regions (VR1 and VR2), as determined by DNA sequencing analysis."},
{Column: "PorB_type", Definition: "Class 2 or 3 outer membrane proteins"},
{Column: "fHbp_DNA_allele_Oxford", Definition: "Allele number of factor H binding protein gene according to the PubMLST database at Oxford; each unique DNA allele of fHbp was assigned an allele number "},
{Column: "FHbp_protein_subvariant_Oxford", Definition: "Protein variant number of factor H binding protein according to the PubMLST database at Oxford; each unique amino acid sequence of FHbp was assigned a variant number "},
{Column: "fHbp_DNA_allele_Pfizer", Definition: "Allele number of factor H binding protein (Pfizer definition); each unique DNA allele of fHbp was assigned an allele number "},
{Column: "FHbp_protein_subvariant_Pfizer", Definition: "Protein variant number of factor H binding protein (Pfizer definition); each unique amino acid sequence of FHbp was assigned a variant number "},
{Column: "FHbp_subfamily", Definition: "Pfizer subfamily for factor H binding protein"},
{Column: "fHbp_DNA_allele_Novartis", Definition: "Novartis variant family"},
{Column: "FHbp_protein_subvariant_Novartis", Definition: "Novartis peptide id"},
{Column: "nadA_PCR", Definition: "Predicted size of PCR product based on primers flanking the nadA gene. Value may be "Not found" if primer binding sites are on different contigs (e.g. if IS element prevents assembly of the nadA locus)"},
{Column: "NadA_Protein_subvariant_Novartis", Definition: "Protein variant number of N. meningitidis adhesion A (NadA) (Novartis definition); each unique amino acid sequence of NadA was assigned a variant number "},
{Column: "NhbA_Protein_subvariant_Novartis", Definition: "Protein variant number of Neisseria heparin binding antigen (NhbA) (Novartis definition); each unique amino acid sequence of NhbA was assigned a variant number. "},
{Column: "Hi_MLST_ST", Definition: "Sequence type, a unique ST represents a unique allellic profile (genotype) of the seven MLST genes.  Because Hi is genetically diverse, clonal complexes haven't been defined yet."},
{Column: "Hi_MLST_adk", Definition: "Allele number of adk, Hi MLST house-keeping gene encoding adenylate kinase"},
{Column: "Hi_MLST_atpG", Definition: "Allele number of atpG, Hi MLST house-keeping gene encoding ATP synthase F1 subunit gamma"},
{Column: "Hi_MLST_frdB", Definition: "Allele number of frdB, Hi MLST house-keeping gene encoding umarate reductase iron-sulfur protein"},
{Column: "Hi_MLST_fucK", Definition: "Allele number of fucK, Hi MLST house-keeping gene encoding fuculokinase"},
{Column: "Hi_MLST_mdh", Definition: "Allele number of mdh, Hi MLST house-keeping gene encoding malate dehydrogenase"},
{Column: "Hi_MLST_pgi", Definition: "Allele number of pgi, Hi MLST house-keeping gene encoding glucose-6-phosphate isomerase"},
{Column: "Hi_MLST_recA", Definition: "Allele number of recA, Hi MLST house-keeping gene encoding recA protein"},
{Column: "ST", Definition: "H. influenzae predicted serotype"},
{Column: "Serotype_Genes", Definition: "Genes present in the 'H. influenzae' capsule locus"},
{Column: "Serotype_Notes", Definition: "Summary of the serotype prediction"},
{Column: "MLST_Analysis_Time", Definition: "The time at which LocusExtractor was run to identify all molecular typing alleles"},
{Column: "MLST_Analysis_Version", Definition: "The version of LocusExtractor software used to identify all molecular typing alleles"}
]
